[
  {
    "index": 0,
    "_key": "38EE21A5",
    "date": "27 SEPTEMBER 2021",
    "title": "STATEMENT - 27 September 2021",
    "details": "The Royal Melbourne Hospital has closed its public COVID-19 Screening Clinic permanently. The closure will provide our emergency department with additional capacity to manage the increase of COVID positive presentations. The new free public run clinic is now located at Melbourne University Testing Clinic. For all Victorians, we strongly encourage everyone who has the slightest symptoms to please get tested immediately, and for those eligible to please get vaccinated.",
    "image": "https://i.imgur.com/RSOUdo8.jpg"
  },
  {
    "index": 1,
    "_key": "D1EE2ED2",
    "date": "17 SEPTEMBER 2021",
    "title": "RMH researchers receive more than $17 million in grants from NHMRC",
    "details": "The latest round of funds help studies into cancer, diabetes, mental health, palliative care, iron deficiency, Alzheimer’s disease and Aboriginal and Torres Strait Islander Health. A major winner from the latest round of announcements is the study On TRACK (Teaching, Research And Community Knowledges), which promotes better brain health for older Aboriginal and Torres Strait Islander Peoples.The study, led by RMH Geriatrician and University of Melbourne researcher Associate Professor Dina LoGiudice, received $3,000,000 in funding. RMH Neurologist and Walter and Eliza Hall Institute of Medical Research’s Associate Professor Nawaf Yassi was also awarded $1,280,218 to further his study into the role of the Tau protein in the development of Alzheimer’s Disease. The RMH congratulates all NHMRC recipients.",
    "image": "https://i.imgur.com/JHyBuA5.jpg"
  },
  {
    "index": 2,
    "_key": "63CF2DB6",
    "date": "15 SEPTEMBER 2021",
    "title": "RMH researchers receive $1.8 million in funding for diabetes trial",
    "details": "Researchers at the Royal Melbourne Hospital (RMH) have been funded $1.8 million in the latest round of National Health and Medical Research Council’s (NHMRC) Investigator Grants. RMH Endocrinologist, Associate Professor John Wentworth and his team received funding under the Clinical Trial and Cohort Studies Grant for their work in immune therapy for type 1 diabetes. “This clinical trial will test whether a combination of two therapies – abatacept and nasal insulin can stop the immune attack that causes type 1 diabetes,” said A/Prof Wentworth. The Clinical Trial and Cohort Studies grant supports high-quality clinical trials that address important gaps in knowledge, leading to relevant and implementable findings for the benefit of human health. “Sixty-two children and young adults recently diagnosed with type 1 diabetes will receive abatacept and nasal insulin, or abtacept and nasal placebo, for one year to determine if combined therapy preserves pancreas function and decreases the need for insulin therapy. “This trial is one of the first that attempts to combine two different immunotherapies. It will help us continue to improve outcomes for patients with type 1 diabetes,” A/Prof Wentworth adds.",
    "image": "https://i.imgur.com/8FcLPCE.jpg"
  },
  {
    "index": 3,
    "_key": "5BE5BC71",
    "date": "06 SEPTEMBER 2021",
    "title": "New research improves screening efficiency for type 1 diabetes",
    "details": "As a disease that requires lifelong treatment of insulin, type 1 diabetes can affect individuals of all ages. Current screening methods to identify those who are at risk are costly and logistically difficult. The study, led by researchers from the Royal Melbourne Hospital (RMH) and the Walter and Eliza Hall Institute of Medical Research (WEHI), showed that a single finger prick blood test could be used in place of the current method of multiple venous blood samples during a two hour oral glucose tolerance test. Researchers have analysed data from four different studies from participants aged two to 45 years and in their first and second stage of the disease. The group of researchers, from Australia, Sweden, Canada, United States and Germany, compared a large number of oral glucose tolerance tests from 3,500 people throughout the course of many years. The study, led by RMH endocrinologist and WEHI clinician-scientist Associate Professor John Wentworth found the simple blood test was able to provide the same information and was far less invasive, particularly for young children. “For several years, we have believed that multiple blood samples increased the accuracy of the oral glucose tolerance tests,” he said. “What we found, is that the blood sample taken two hours after the glucose drink predicted a clinical diagnosis with high accuracy.” Information collected from the study will lead to improved screening efficiency and early diagnosis and treatment for type 1 diabetes. This work was made possible with support from JDRF, the Australian National Health and Medical Research Council and the Victorian Government.",
    "image": "https://i.imgur.com/S9Vuxcy.jpg"
  },
  {
    "index": 4,
    "_key": "52ABC3F6",
    "date": "06 SEPTEMBER 2021",
    "title": "Melbourne Brain Centre at RMH turns 10",
    "details": "The Melbourne Brain Centre at the Royal Melbourne Hospital (RMH) has just celebrated its 10th birthday. Opened in 2011, the Melbourne Brain Centre at RMH is a collaborating research centre of the University of Melbourne. Much of the research from the centre is in fields such as stroke, epilepsy, multiple sclerosis, dementia and cognitive neurology, brain tumours and neuropsychiatry. Or, as Professor Stephen Davis, Director of the Melbourne Brain Centre at the RMH, succinctly puts it, research that looks at when things go wrong in the human brain. “If I could think of a theme overall for the research at the Brain Centre it really is saving brain … we are aimed at saving and optimising brain function,” Prof Davis said. Some of the highlights of the past decade have included Professor Bruce Campbell’s research into thrombectomy and his leadership with Professor Peter Mitchell of clinical trials, which have changed practice; the development of the Melbourne Mobile Stroke Unit, the first stroke ambulance in Australia led by Professors Davis and Geoffrey Donnan; Professor Trevor Kilpatrick and Associate Professor Tomas Kalincik’s research into the fundamental causes of MS and the best drug treatments; and the Australian Pregnancy Register led by Professor Frank Vajda, which is aiding research into the effects of antiepileptic medications on the developing baby during pregnancy. Professor Kate Drummond heads an outstanding comprehensive brain tumour research program, while Professor Amy Brodtmann and Associate Professor Nawaf Yassi are both key leaders in dementia research, collaborating with the Florey Institute and the Walter and Eliza Hall Institute, respectively. “(The MBC at RMH centre) has been running for 10 years, and I would have to say it has been enormously successful and that reflects the contributions of many very talented colleagues,” said Prof Davis. “It is superbly facilitated by Dr Damien Easton, Director of Strategy and Operations. It is a key hub for clinical and translational research in the neurosciences and has been a magnet for many international research fellows. There are many national and international collaborations.” Among the exciting research and developments underway is Prof Davis and Prof Donnan’s five-year Golden Hour for Stroke program, based at the Melbourne Brain Centre at RMH, developing lightweight brain imaging devices for small road ambulances and aircraft to treat people with stroke in rural and outback Australia. This was funded by a Medical Research Future Fund Frontiers (MRFFF) grant, supporting partnerships with two cutting edge Australian companies. Meanwhile, A/Prof Tomas Kalincik and Prof Trevor Kilpatrick will be leading new RMH MS centre which Prof Davis said would bring together patient care and clinical research and hoped would be “quite transformative for the lives of many young people”. “They’re two of the very exciting areas of research that will be ground breaking over the next few years,” Prof Davis said.",
    "image": "https://i.imgur.com/Yy10P4W.jpg"
  },
  {
    "index": 5,
    "_key": "732185BA",
    "date": "24 AUGUST 2021",
    "title": "Beyond thankful’ for care after contracting COVID-19",
    "details": "Cheryl, the Asia and Australasia Director of DECIEM – whose umbrella of brands include NIOD, Hylamide, and The Ordinary - was struck down with COVID-19 in February 2021. The 36-year-old spent two weeks at the RMH. Early on Cheryl says she suffered from flu-like symptoms, but on day eight her condition deteriorated and doctors advised her to go to the hospital. She was one of four members of her family to catch the virus after attending a function in Coburg. Cheryl says her husband was the first to test positive, at which point she was tested daily until a positive result showed up. The family used the RMH’s hospital in the home program while they isolated at home. Six months later, Cheryl is still regularly attending the RMH’s post-COVID Respiratory Clinic. “COVID is still part of me,” says Cheryl. Cheryl’s 14-month-old daughter stayed with her mother for six weeks while she recovered from COVID, and it was a scary and stressful time for the whole family, she says. But her experience also opened her eyes to the risk for healthcare workers, both for contracting the virus themselves, as well as potentially bringing it home to their families. They are “undervalued by the community”, and Cheryl was keen to show her appreciation, in particular to those who took care of her during her illness on Level 9 East. “I always felt looked after while at the RMH,” she says. There was surplus stock arriving from Canada, and Cheryl suggested the company donated products to the healthcare workers as a thank you for their hard work. “I am extremely grateful for the support I received from the entire care team”, she says. “I have had such a great experience with RMH when dealing with COVID.”",
    "image": "https://i.imgur.com/5E5z9a0.jpg"
  },
  {
    "index": 6,
    "_key": "1D7B0EE9",
    "date": "20 AUGUST 2021",
    "title": "RMH ICU nurse goes above and beyond with 'person-centred care'",
    "details": "While caring for 22-year-old COVID patient Sarah Kelly, Steven took the organisation’s value of ‘people first’ to a whole new level. Sarah has an intellectual disability and required oxygen while in the ICU, but didn’t like wearing the oxygen tubes in her nose.Sarah’s case hit home for Steven, whose brother also has an intellectual disability.After finding out about Sarah’s love for the Wiggles, Steven was determined to contact them to see if they would film a video that would encourage Sarah to keep her oxygen on.After 35 phone calls and countless emails, Steven finally received a call from one of the Wiggles. He couriered equipment from the ICU to the studio in New South Wales and let the Wiggles know what Sarah needed most.Steven was the first to play Sarah the video, who remained complaint and wore the nasal prongs for the remainder of the day.Sarah is now COVID free and on the mend in her recovery journey.",
    "image": "https://i.imgur.com/JhQQlc0.jpg"
  },
  {
    "index": 7,
    "_key": "51A37844",
    "date": "19 AUGUST 2021",
    "title": "Lung ultrasound program nabs nurse award",
    "details": "The multimodal lung and sternal ultrasound education program was awarded the Cardiovascular Nursing Prize by CSANZ at its recent annual conference. Cardiac Research Nurse Coordinator Lynda Tivendale developed the program to provide cardiovascular nurses and physiotherapists with a tool to support assessment of cardiac patients, in particular monitoring for pleural effusions or “liquid in the lungs” and sternal bones, which are divided during cardiac surgery. Monitoring is usually performed with a chest x-ray, but a mobile ultrasound device allows nurses and physiotherapists to assess the area and detect common lung pathology at the bedside, it’s non-invasive and the results are immediate. This allows for an earlier intervention with the medical team so the right care can be provided sooner. Following an initial research study using ultrasound, Lynda realised it was a skill that should be shared and taught. “It’s that multi-disciplinary approach that influences timely management for good patient outcomes,” Lynda said. “The ultrasound is the 21st century stethoscope, and in a few minutes you’ve got valuable assessment information.” To date 44 nurses and six physiotherapists have completed the program, which is a mix of online learning, workshops that translate theory to practice, simulated learning and facilitator-led ultrasound ward rounds on 6 South East. The ward rounds have been popular with both learners and patients, who are included in the discussions to encourage them to better understand their health. In one case, an ultrasound assessment revealed a mobile sternum. The team was then able to provide the right care, in a safer, timelier, more efficient way. It’s stories like these that have attracted interest in the program from overseas, with Lynda having spoken with teams in Portugal, England and the United States. Lynda and the team are looking at how to expand ultrasound use beyond the ward, for example in home settings where the team on the ground could share the results with the medical team back in the hospital for that same bedside experience. But it’s “baby steps” at the moment, as they look to build more evidence about patient outcomes. It’s exciting to see the interest and people wanting to get started and learn this valuable assessment tool,” she said. “This is the future, but we need more people skilled up, and a project that quantifies better patient outcomes following lung and sternal ultrasound”.",
    "image": "https://i.imgur.com/VfxdD7L.png"
  }
]
